let dialogue1List = [
    { speaker: "주인공", text: "나는 정문대학교 서양화과 3학년. 어제 밤샘 작업을 끝내고 미술관 관람 과제를 하러 왔다. 에휴. 이번 과제도 밤 새서 겨우 제출했네. 교수님이 다시 해보라고만 안 하시면 좋겠다." },
    { speaker: "주인공", text: "벌써 3학년인데, 내가 미술을 계속할 수 있을지 모르겠어. 아무래도 재능이 없는 것 같아. 어렸을 땐 이런 미술관에 작품을 거는 화가가 되는 게 꿈이었는데... 어쩌다 이렇게 됐지? 나 졸업은 할 수 있을까? 이러다 학교를 떠도는 전설의 XX학번이 되는거 아냐?" },
    { speaker: "주인공", text: "에이, 쓸데없는 생각 그만하자. 잠을 못 자서 이상한 생각이 드나 봐. 잠깐 여기 벤치에 앉아서 눈이나 좀 붙일까." },
    { speaker: "???", text: "안녕? 눈 좀 떠볼래?" },
    { speaker: "주인공", text: "깜짝이야! 뭐지? 귀신인가? 잠을 못 자서 헛것을 보는 건가?" },
    { speaker: "미술관의 유령", text: "귀신이라니. 나는 이 미술관을 떠도는 영혼이야. 이제 이곳도 지긋지긋한데 마침 너를 만났어. 너라면 나를 이곳에서 해방시켜줄 수 있을 것 거야." },
    { speaker: "주인공", text: "미술관을 떠돌고 있는 거면 귀신 맞잖아! 아무튼.. 내가 너를 해방시켜줄 수 있다고? 어떻게?" },
    { speaker: "미술관의 유령", text: "너는 예전의 나와 아주 많이 닮았거든. 나도 그림을 그리는 화가였어. 이런 멋진 미술관에 작품 하나 걸어보는 게 소원이었는데 그러지 못했지. 그런데 그게 한으로 남은 건지 죽고 나서 내 영혼이 이 미술관에 갇혀 버렸어." },
    { speaker: "미술관의 유령", text: "아무래도 이 미술관에 내 그림을 걸어야 그 한이 풀릴 것 같아. 하지만 난 지금 영혼 상태니까 인간인 너의 도움이 필요해. 너라면 내 처지에 공감해줄 거라 믿어. 부디 나를 도와주지 않을래?" },
    { speaker: "주인공", text: "그렇구나… (MBTI F인 나는 영혼의 이야기에 그만 마음이 움직여버렸다.) 그래, 도와줄게. 내가 뭘 하면 될까?" },
    { speaker: "미술관의 유령", text: "음, 내가 꼭 그리고 싶은 게 있는데 그걸 만들 재료가 필요해. 내가 너를 총 세개의 그림 속으로 보내줄게. 그 안에서 재료를 찾아서 나에게 가져와 줘." },
    { speaker: "주인공", text: "(그림에서 재료를 가져오라고…? 그게 어떻게 가능하지) 일단 알겠어. 어떻게든 해 볼게." },
    { speaker: "미술관의 유령", text: "고마워. 그럼 첫 번째 그림으로 보내줄게. 첫 번째 그림은 요하네스 베르메르의 <우유 따르는 여인>이야. 그 그림에서 버터를 가져와줘." },
];
let dialogue2List = [
    { speaker: "주인공", text: "<우유 따르는 여인> 그림 속으로 들어왔다. 이런 유명한 명화속에 들어와 있다니, 너무 신기한데?" },
    { speaker: "여인", text: "어머 안녕? 마침 잘 됐다. 내가 팔이 아파서 그러는데 이 우유를 저어서 버터를 만들어줄래? 다 만들고 어느정도는 네가 가져가도 좋아" },
    { speaker: "주인공", text: "버터를 가져오는 게 어니고 내가 만들어야 하는 거였구나.. 그래 이렇게 된거 팔 운동 한 번 제대로 해보자!" },
     { speaker: "우유를 따르는 여인", text: "고마워! 덕분에 수고를 덜었네. 나는 이 정도만 쓰면 되니까, 나머지는 네가 원하는 만큼 가져가렴." }
];

let dialogue3List = [
    { speaker: "우유를 따르는 여인", text: "고마워! 덕분에 수고를 덜었네. 나는 이 정도만 쓰면 되니까, 나머지는 네가 원하는 만큼 가져가렴." },
    { speaker: "미술관의 영혼", text: "<버터를 가져왔구나! 정말 고마워. <우유를 따르는 여인> 그림 속에 들어가보니 어땠어?" },
    { speaker: "주인공", text: "아이고, 쉬지 않고 우유를 저었더니 아직도 팔이 저린 것 같아." },
    { speaker: "미술관의 영혼", text: "게으른 아이구나. 어서 두 번째 그림으로 보내야겠어." },
    { speaker: "미술관의 영혼", text: "두번째 그림은 장 프랑수아 밀레의 <이삭 줍는 여인들>이야. 이번엔 그 그림에서 밀가루를 가져와줘." },
]